/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk z %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ byla nainstalována a je připravena k použití %3$@! Přejete si znovu spustit aplikaci?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ je nejnovější dostupná verze.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ je nyní dostupná (používáte %3$@). Přejete si ji nyní aktualizovat?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ nemá oprávnění pro zápis do složky Aplikace! Nespouštíte aplikaci z obrazu disku? Jestli že ne požádejte o pomoc správce vašeho počítače.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Nová verze aplikace %@  je nainstalována!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Nová verze aplikace %@  je dostupná!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Vyskatla se chyba během instalace. Zkuste to prosím později.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Vyskytla se chyba během přijímání aktualizačních informací. Zkuste to prosím později.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "Vyskytla se chyba během přijímání aktualizačních informací; je váš počítač připojen k Internetu. Zkuste to prosím později.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Vyskytla se chyba při rozbalování archívu. Zkuste to prosím později.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Vyskytla se chyba během přenosu souboru. Zkuste to prosím později.";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Ověřovat aktualizace při spuštění?";

/* No comment provided by engineer. */
"Diagnose" = "Diagnostika";

/* No comment provided by engineer. */
"Downloading update" = "Kopíruje se aktualizace";

/* No comment provided by engineer. */
"Extracting update" = "Rozbaluje se aktualizace";

/* No comment provided by engineer. */
"Ignore" = "Ignorovat";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalovat a znovu spustit";

/* No comment provided by engineer. */
"Installing update" = "Instaluje se aktualizace";

/* No comment provided by engineer. */
"No" = "Ne";

/* No comment provided by engineer. */
"OK" = "Budiž";

/* No comment provided by engineer. */
"Open Console" = "Otevřít Konzoli";

/* No comment provided by engineer. */
"Ready to install!" = "Připraveno k instalaci";

/* No comment provided by engineer. */
"Unknown network error" = "Neznámá chyba sítě";

/* No comment provided by engineer. */
"Update Error!" = "Chyba aktualizace!";

/* No comment provided by engineer. */
"Updating %@" = "Aktualizuje se %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Přejete si ověřovat aktualizace %@ při spuštění? Jestliže ne, můžete tuto volbu dodatečně aktivovat v předvolbách aplikace.";

/* No comment provided by engineer. */
"Would you like to ignore this problem or attempt to diagnose it?  You may also open the Console log to check for errors." = "Přejete si ignorovat tento problém nebo vyvolat systémovou diagnostiku? Pokročilý uživatel může také nahlédnout do Konzole.";

/* No comment provided by engineer. */
"Yes" = "Ano";

/* No comment provided by engineer. */
"You're up to date!" = "Vaše verze je aktuální!";

